Repository: Pablop44/entregaTSW
Catalog: messages.*.xlf
Languages: es

source: ¿No estás registrado?
es: Are you not registered?

source: Registrarse
es: Sign In

source: Nueva Carpeta
es: New Folder

source: Nueva Carpeta
es: New Folder

source: Cerrar
es: Close

source: Crear Carpeta
es: Create Folder

source: Nuevo Fichero
es: New File

source: Nuevo Fichero
es: New File

source: Elige Archivo
es: Choose one File

source: Subir Fichero
es: Upload File

source: Ir a carpeta Raiz
es: Root Folder

source: <i></i>Eliminar Carpeta {{carpetaActual}}
es: Delete Folder

source: Carpeta Actual
es: Current Folder

source: Carpetas
es: Folders

source: Ficheros
es: Files

source: Descargar Fichero:
es: Download file

source: Hola, {{userService.loggedUser.username}}
es: Hello,

source: Registro
es: Register

source: ¿Para que va a utilizar este Servicio?
es: ¿What is the service for?

source: Uso Profesional
es: Profesional use

source: Uso personal
es: Personal use

source: Uso educativo
es: Educative use

source: Otro
es: Other

source: Registrarme
es: Sign up
